// {
//   name_path: '.mp3',
//   lyrics:`

//   `
// },
const lyricsList2 = [
  {
  name_path: '送别 (口琴伴奏版) - 群星.mp3',
  lyrics:`
  [00:14.79]长亭外
  [00:17.285]古道边
  [00:20.688]芳草碧连天
  [00:26.992]晚风拂
  [00:30.144]笛声残
  [00:33.506]夕阳山外山
  [00:40.57]天之涯
  [00:43.307]海之角
  [00:46.407]知交半零落
  [00:52.757]一斛浊酒尽余欢
  [00:59.15]今宵别梦寒
  [01:05.621]天之涯
  [01:08.774]海之角
  [01:11.727]知交半零落
  [01:17.838]一斛浊酒尽余欢
  [01:24.343]今宵别梦寒
  [01:31.247]长亭外
  [01:34.549]古道边
  [01:37.902]芳草碧连天
  [01:44.408]晚风拂
  [01:47.791]笛声残
  [01:50.943]夕阳山外山
  [01:57.631]天之涯
  [02:00.682]海之角
  [02:03.737]知交半零落
  [02:09.943]一斛浊酒尽余欢
  [02:16.199]今宵别梦寒
  [02:22.803]天之涯
  [02:25.656]海之角
  [02:28.860]知交半零落
  [02:35.167]一斛浊酒尽余欢
  [02:41.577]今宵别梦寒
  
  `
},
  {
  name_path: '大海 - 张雨生.mp3',
  lyrics:`
  [00:00.00] 作词 : 陈大力
  [00:01.00] 作曲 : 陈秀男/陈大力
  [00:02.00] 编曲 : Ricky Ho
  [00:20.27]从那遥远海边 慢慢消失的你
  [00:25.67]本来模糊的脸 竟然渐渐清晰
  [00:31.18]想要说些什么 又不知从何说起
  [00:36.85]只有把它放在心底
  [00:41.60]
  [00:42.39]茫然走在海边 看那潮来潮去
  [00:48.05]徒劳无功 想把每朵浪花记清
  [00:53.49]想要说声爱你 却被吹散在风里
  [00:59.04]猛然回头你在那里
  [01:03.96]
  [01:04.72]如果大海能够唤回曾经的爱
  [01:10.19]就让我用一生等待
  [01:15.78]如果深情往事你已不再留恋
  [01:21.36]就让它随风飘远
  [01:26.85]如果大海能够带走我的哀愁
  [01:32.41]就像带走每条河流
  [01:38.02]所有受过的伤
  [01:40.80]所有流过的泪
  [01:43.65]我的爱
  [01:47.96]请全部带走
  [01:52.03]
  [02:17.24]茫然走在海边 看那潮来潮去
  [02:22.61]徒劳无功 想把每朵浪花记清
  [02:28.19]想要说声爱你 却被吹散在风里
  [02:33.72]猛然回头你在那里
  [02:39.31]如果大海能够唤回曾经的爱
  [02:44.93]就让我用一生等待
  [02:50.49]如果深情往事你已不再留恋
  [02:55.99]就让它随风飘远
  [03:01.61]如果大海能够带走我的哀愁
  [03:07.28]就像带走每条河流
  [03:12.70]所有受过的伤
  [03:15.55]所有流过的泪
  [03:18.32]我的爱
  [03:22.77]请全部带走
  [03:26.74]如果大海能够唤回曾经的爱
  [03:32.23]就让我用一生等待
  [03:37.84]如果深情往事你已不再留恋
  [03:43.40]就让它随风飘远
  [03:48.98]如果大海能够带走我的哀愁
  [03:54.50]就像带走每条河流
  [04:00.08]所有受过的伤
  [04:02.92]所有流过的泪
  [04:05.71]我的爱
  [04:10.93]请全部带走
  
  `
},
  {
  name_path: '星星点灯 - 郑智化.mp3',
  lyrics:`
  [00:00.00] 作词 : 郑智化
  [00:00.00] 作曲 : 郑智化
  [00:00.00] 编曲 : 陈志远
  [00:00.00] 抬头的一片天
  [01:00.67]是男儿的一片天
  [01:03.07]曾经在满天的星光下
  [01:05.45]做梦的少年
  [01:07.71]不知道天多高
  [01:10.03]不知道海多远
  [01:12.19]却发誓要带着你远走 到
  [01:14.64]海角天边
  [01:16.94]不负责任的誓言
  [01:19.24]年少轻狂的我
  [01:21.41]在黑暗中迷失才发现
  [01:23.86]自己的脆弱
  [01:26.13]看着你哭红的眼睛
  [01:28.14]想着远离的家门
  [01:30.74]满天的星星请为我点盏
  [01:33.07]希望的灯火
  [01:35.31]星 星点灯照 亮我的家门
  [01:39.76]让迷失的孩子 找到来时的路
  [01:44.57]星星点灯照 亮我的前程
  [01:48.79]用一点光温暖孩子的心
  [02:09.92]现在的一片天
  [02:12.14]是肮脏的一片天
  [02:14.55]星星在文明的天空里
  [02:16.88]再也看不见
  [02:19.20]天其实并不高 海其实也不远
  [02:23.77]人心其实比天高
  [02:25.93]比海 更遥远
  [02:28.36]学会骗人的谎言
  [02:30.73]追逐名利的我
  [02:32.79]在现实中迷失才发现
  [02:35.34]自己的脆弱
  [02:37.61]看着你含泪地离去
  [02:39.63]想着茫茫的前程
  [02:42.16]远方 的星星请为我点盏
  [02:44.54]希望的灯火
  [02:46.79]星星点灯照亮我的家门
  [02:51.21]让迷失的孩子 找到来时的路
  [02:56.04]星星点灯照 亮我的前程
  [03:00.42]用一 点光 温暖孩子的心
  [03:30.69]多年以后一场大雨惊醒
  [03:33.59]沉睡的我
  [03:35.32]突然之间都市的霓虹
  [03:37.62]都不再闪烁
  [03:39.97]天边有颗模糊的星光偷偷
  [03:42.80]探出了头
  [03:44.40]是你的眼神依旧在远方
  [03:46.78]为我在等候
  [03:49.13]星星点灯 照亮我的家门
  [03:53.50]让迷失的孩子 找到来时的路
  [03:58.36]星星点灯照亮我的前程
  [04:02.67]用一 点光 温暖孩子的心
  [04:07.46]星星点灯照亮我的家门
  [04:11.91]让迷失的孩子 找到来时的路
  [04:16.82]星星点灯照亮我的前程
  [04:21.09]用一 点光温 暖孩子的心
  [04:25.98]星星 点灯照亮我的家门
  [04:30.39]让迷失的孩子 找到来时的路
  [04:35.25]星星点灯 照亮我的前程
  [04:39.62]用一点光 温暖孩子的心
  [04:42.06]星星 点灯 照亮我的家门
  [04:43.31]让迷失 的孩子找到 来时 的 路
  
  `
},
  {
  name_path: '老鼠爱大米 - 杨臣刚.mp3',
  lyrics:`
  [00:00.000] 作词 : 杨臣刚
  [00:01.000] 作曲 : 杨臣刚
  [00:27.900]我听见你的声音
  [00:31.900]有种特别的感觉
  [00:36.390]让我不断想不敢再忘记你
  [00:42.099]我记得有一个人
  [00:46.099]永远留在我心中
  [00:49.599]哪怕只能够这样的想你
  [00:57.390]如果真的有一天
  [00:59.399]爱情理想会实现
  [01:03.699]我会加倍努力好好对你永远不改变
  [01:10.899]不管路有多么远
  [01:13.899]一定会让它实现
  [01:17.899]我会轻轻在你耳边对你说（对你说）
  [01:27.999]我爱你爱着你
  [01:31.599]就像老鼠爱大米
  [01:36.390]不管有多少风雨我都会依然陪着你
  [01:41.899]我想你想着你
  [01:45.699]不管有多么的苦
  [01:50.390]只要能让你开心我什么都愿意
  [01:56.199]这样爱你
  [02:01.389]
  [02:06.389]
  [02:11.390]
  [02:27.300]我听见你的声音
  [02:32.000]有种特别的感觉
  [02:35.600]让我不断想不敢再忘记你
  [02:42.100]我记得有一个人
  [02:46.100]永远留在我心中
  [02:49.600]哪怕只能够这样的想你
  [02:56.900]如果真的有一天
  [02:59.700]爱情理想会实现
  [03:03.900]我会加倍努力好好对你永远不改变
  [03:10.800]不管路有多么远
  [03:13.900]一定会让它实现
  [03:17.900]我会轻轻在你耳边对你说（对你说）
  [03:28.000]我爱你爱着你
  [03:31.600]就像老鼠爱大米
  [03:35.400]不管有多少风雨我都会依然陪着你
  [03:42.000]我想你想着你
  [03:45.400]不管有多么的苦
  [03:49.600]只要能让你开心我什么都愿意
  [03:56.200]这样爱你
  [03:59.800]我爱你爱着你
  [04:03.200]就像老鼠爱大米
  [04:07.300]不管有多少风雨我都会依然陪着你
  [04:13.900]我想你想着你
  [04:17.299]不管有多么的苦
  [04:21.799]只要能让你开心我什么都愿意
  [04:27.100]这样爱你
  
  
  `
},
  {
    name_path: '灰色空间 - 罗志祥.mp3',
    lyrics: `
  [00:00.000] 作词 : 姚若龙
  [00:01.000] 作曲 : Yoo Young Seok
  [00:30.240]原来不是白就是黑
  [00:37.290]只不过是天真的以为
  [00:44.260]要醉得清醒
  [00:47.200]要无辜的犯罪
  [00:50.560]现实的世界只有灰
  [00:57.680]坚强得太久好疲惫
  [01:03.980]想抱爱的人沉沉的睡
  [01:10.840]卷来的风暴
  [01:14.000]凶猛里有种美
  [01:17.350]死了心痛就没感觉
  [01:23.450]灰色空间我是谁
  [01:30.620]记不得幸福是什么滋味
  [01:36.670]无路可退你是谁
  [01:44.750]怎么为我流泪
  [02:01.220]啊~~~~~~
  [02:20.740]梦见发着光的草原
  [02:26.690]一身伤回到很久以前
  [02:33.050]我选择不恨
  [02:36.450]带着平静走远
  [02:39.710]醒来后夜还是长夜
  [02:45.600]灰色空间我是谁
  [02:52.870]记不得幸福是什么滋味
  [02:58.720]无路可退你是谁
  [03:08.120]怎么为我流泪
  [03:14.530]紧抱着我流泪  
  `
  },
  {
    name_path: '假如爱有天意 (Live) - 李健.mp3',
    lyrics: `
  [00:00.00] 作词 : 李健
  [00:01.00] 作曲 : Yoo Young Seok
  [00:02.00] 编曲 : 刘卓
  [00:30.75]
  [00:30.75]当天边那颗星出现
  [00:36.68]你可知我又开始想念
  [00:43.34]有多少爱恋只能遥遥相望
  [00:49.87]就像月光洒向海面
  [00:57.12]年少的我们曾以为
  [01:02.97]相爱的人就能到永远
  [01:09.42]当我们相信情到深处在一起
  [01:16.20]听不见风中的叹息
  [01:22.00]谁知道爱是什么
  [01:29.05]短暂的相遇却念念不忘
  [01:35.29]用尽一生的时间
  [01:42.86]竟学不会遗忘
  [02:15.60]
  [02:15.60]如今我们已天各一方
  [02:21.45]生活的像周围人一样
  [02:27.91]眼前人给我最信任的依赖
  [02:34.59]但愿你被温柔对待
  [02:40.68]多少恍惚的时候
  [02:47.74]仿佛看见你在人海川流
  [02:53.68]隐约中你已浮现
  [03:01.34]一转眼又不见
  [03:30.20]
  [03:30.20]短暂的相遇却念念不忘
  [03:36.36]多少恍惚的时候
  [03:43.37]仿佛看见你在人海川流
  [03:49.40]隐约中你已浮现
  [04:04.00]
  [04:04.00]一转眼又不见
  [04:15.20]
  [04:15.20]当天边那颗星出现
  [04:21.34]你可知我又开始想念
  [04:28.23]有多少爱恋今生无处安放
  [04:34.99]冥冥中什么已改变
  [04:42.70]
  [04:42.70]月光如春风拂面  
  `
  },
  {
    name_path: '挪威的森林 - 伍佰.mp3',
    lyrics: `
  [00:00.000] 作词 : 伍佰
  [00:01.000] 作曲 : 伍佰
  [00:02.000] 编曲 : 伍佰 & China Blue
  [00:03.000] 制作人 : 伍佰 & China Blue
  [00:04.000] OP : Moonlight Music Co./Ltd.
  [00:05.000] SP : Rock Music Publishing Co./Ltd.
  [00:35.300]让我将你心儿摘下
  [00:38.300]试着将它慢慢溶化
  [00:42.300]看我在你心中是否仍完美无瑕
  [00:48.300]是否依然为我丝丝牵挂
  [00:52.300]依然爱我无法自拔
  [00:55.300]心中是否有我未曾到过的地方啊
  [01:02.300]那里湖面总是澄清
  [01:05.300]那里空气充满宁静
  [01:09.300]雪白明月照在大地
  [01:12.300]藏着你不愿提起的回忆
  [01:18.300]你说真心总是可以从头
  [01:22.300]真爱总是可以长久
  [01:26.300]为何你的眼神还有孤独时的落寞
  [01:32.300]是否我只是你一种寄托
  [01:36.300]填满你感情的缺口
  [01:40.300]心中那片森林何时能让我停留
  [01:46.300]那里湖面总是澄清
  [01:49.300]那里空气充满宁静
  [01:53.300]雪白明月照在大地
  [01:57.300]藏着你最深处的秘密
  [02:01.300]或许我 不该问
  [02:05.300]让你平静的心再起涟漪
  [02:09.300]只是爱你的心超出了界限
  [02:12.300]我想拥有你所有一切
  [02:16.300]应该是 我不该问
  [02:19.300]不该让你再将往事重提
  [02:23.300]只是心中枷锁该如何才能解脱
  [02:28.300]
  [03:03.300]让我将你心儿摘下
  [03:07.300]试着将它慢慢溶化
  [03:11.300]看我在你心中是否仍完美无瑕
  [03:17.300]是否依然为我丝丝牵挂
  [03:21.300]依然爱我无法自拔
  [03:25.300]心中是否有我未曾到过的地方啊
  [03:31.300]那里湖面总是澄清
  [03:35.300]那里空气充满宁静
  [03:38.300]雪白明月照在大地
  [03:42.300]藏着你最深处的秘密
  [03:46.300]
  [03:57.300]或许我 不该问
  [04:01.300]让你平静的心再起涟漪
  [04:05.300]只是爱你的心超出了界限
  [04:08.300]我想拥有你所有一切
  [04:12.300]应该是 我不该问
  [04:15.300]不该让你再将往事重提
  [04:19.300]只是心中枷锁该如何才能解脱
  [04:24.300]或许我 不该问
  [04:29.300]让你平静的心再起涟漪
  [04:33.300]只是爱你的心超出了界限
  [04:37.300]我想拥有你所有一切
  [04:40.300]应该是 我不该问
  [04:43.300]不该让你再将往事重提
  [04:47.300]只是心中枷锁该如何才能解脱  
  `
  },
  {
    name_path: '雨花石（电视连续剧《红红的雨花石》主题歌）.mp3',
    lyrics: `
    [00:15.344]我是一颗小小的石头
    [00:23.326]静静的躺在泥土之中
    [00:31.770]我是一颗小小的石头
    [00:38.598]深深的埋在泥土之中
    [00:46.309]我愿铺起一条五彩的路
    [00:54.297]让人们去迎接黎明迎接欢乐
    [01:01.763]我愿铺起一条五彩的路
    [01:09.657]让人们去迎接黎明迎接欢乐
    [01:17.112]我是一颗小小的石头
    [01:25.001]静静的躺在泥土之中
    [01:32.441]我是一颗小小的石头
    [01:40.161]深深的埋在泥土之中
    [01:48.140]我愿铺起一条五彩的路
    [01:55.851]让人们去迎接黎明迎接欢乐
    [02:03.277]我愿铺起一条五彩的路
    [02:11.256]让人们去迎接黎明迎接欢乐
    [02:34.120]我是一颗小小的石头
    [02:41.823]静静的躺在泥土之中
    [02:49.566]我是一颗小小的石头
    [02:57.264]深深的埋在泥土之中
    [03:04.995]我愿铺起一条五彩的路
    [03:12.691]让人们去迎接黎明迎接欢乐
    [03:20.136]我愿铺起一条五彩的路
    [03:28.108]让人们去迎接黎明迎接欢乐
    [03:35.843]啊~~~~~~~~~~    
    `
  },
  {
    name_path: '有没有人告诉你 - 陈楚生.mp3',
    lyrics: `
    [00:00.000] 作词 : 陈楚生
    [00:01.000] 作曲 : 陈楚生
    [00:04.250] 当火车开入这座陌生的城市
    [00:12.084] 那是从来就没有见过的霓虹
    [00:19.807] 我打开离别时你送我的信件
    [00:28.241] 忽然感到无比的思念
    [00:35.253] 看不见雪的冬天 不夜的城市
    [00:42.990] 我听见有人欢呼 有人在哭泣
    [00:50.765] 早习惯穿梭充满诱惑的黑夜
    [00:59.160] 但却无法忘记你的脸
    [01:06.173] 有没有人曾告诉你 我很爱你
    [01:13.967] 有没有人曾在你日记里哭泣
    [01:21.695] 有没有人曾告诉你 我很在意
    [01:30.123] 在意这座城市的距离
    [02:08.255] 看不见雪的冬天 不夜的城市
    [02:15.984] 我听见有人欢呼 有人在哭泣
    [02:23.754] 早习惯穿梭充满诱惑的黑夜
    [02:32.146] 但却无法忘记你的脸
    [02:39.203] 有没有人曾告诉你 我很爱你
    [02:46.887] 有没有人曾在你日记里哭泣
    [02:54.626] 有没有人曾告诉你 我很在意
    [03:03.015] 在意这座城市的距离
    [03:10.060] 有没有人曾告诉你 我很爱你
    [03:17.843] 有没有人曾在你日记里哭泣
    [03:25.558] 有没有人曾告诉你 我很在意
    [03:34.041] 在意这座城市的距离    
    `
  },
]