// {
//   name_path: '.mp3',
//   lyrics:`

//   `
// },
const lyricsList2 = [
  {
  name_path: '有彩虹.mp3',
  lyrics:`
[00:00.000] 作词 : 서동성
[00:01.000] 作曲 : 박성일
[00:02.000] 编曲：박성일、엉클샘

[00:14.160]迎接清晨，连眼睛都未睁开 눈도 안 뜬 이 아침을 맞고

[00:21.200]为疲惫的自己祈祷 지친 나를 위해 기도하고

[00:29.020]穿上昨夜脱下的衣裳 벗어놓은 어젤 다시 입고

[00:35.020]又一天艰难地安慰自己 또 하루는 애써 나를 달래주고

[00:42.100]不变地，大家朝着同一个方向 변함없이 다들 같은 곳을 향해

[00:49.130]如无声转动的时钟指针 소리 없이 도는 시계바늘처럼

[00:56.210]在那条无尽的路上 끝도 없는 저기 저 길 위

[01:00.200]我的一天也终于走过一个小步点 점 한 칸을 겨우 지나서야 내 하룬 진다

[01:11.240]逐渐习惯地放下信念 익숙하게 내려놓은 믿음

[01:19.060]淡然堆积的借口 무덤덤히 쌓여가는 변명

[01:26.040]雕刻出像这个世界的自己 세상 닮은 나를 조각하고

[01:32.060]把一切深深埋在心里 내 모든 걸 깊이 맘에 묻어두고

[01:39.200]在那染红的晚霞光影里 붉게 물든 저녁 노을빛 어딘가

[01:46.230]我的身影逐渐变得坚硬 단단하게 굳어버린 내 그림자

[01:54.000]若能忍受每个快要熄灭的日子 꺼질 듯한 하루하루를 견뎌보면

[01:59.220]是否会接近如愿的梦 소망 같던 꿈에 가까워질까

[02:12.220]呜 呜 우 우

[02:23.150]疲惫的夜晚是否已结束 고단했던 밤이 그친 걸까

[02:30.210]彩虹再次升起 무지개는 다시 떠오르고

[02:38.200]不变地，大家朝着同一个方向 변함없이 다들 같은 곳을 향해

[02:45.230]如无声转动的时钟指针 소리 없이 도는 시계바늘처럼

[02:53.050]在那无尽的路上 끝도 없는 저기 저 길 위

[02:57.030]我的一天也终于走过一个小步点 점 한 칸을 겨우 지나서야 내 하룬 진다

[03:08.100]今天我也追逐着彩虹 오늘도 난 무지개를 쫓아

  `
},
  {
  name_path: '数码宝贝.mp3',
  lyrics:`
  [00:00.000] 作词 : 千綿偉功
  [00:01.000] 作曲 : 千綿偉功
  [00:02.000] 编曲 : 渡部チェル
  [00:18.210]ゴキゲンな蝶になって
  [00:20.590]きらめく風に乗って
  [00:23.300]今すぐ
  [00:24.780]キミに会いに行こう
  [00:27.100]
  [00:29.590]余計な事なんて
  [00:32.310]忘れた方がマシさ
  [00:34.970]これ以上
  [00:36.340]シャレてる時間はない
  [00:38.920]
  [00:40.830]何が
  [00:41.170]WOW WOW〜
  [00:43.490]この空に届くのだろう
  [00:46.600]だけど
  [00:47.000]WOW WOW〜
  [00:49.380]明日の予定もわからない
  [00:54.500]
  [00:55.730]無限大な夢のあとの
  [00:59.770]何もない世の中じゃ
  [01:02.270]そうさ愛しい
  [01:04.200]想いも負けそうになるけど
  [01:07.349]Stayしがちなイメージだらけの
  [01:11.219]頼りない翼でも
  [01:13.950]きっと飛べるさ
  [01:16.000]On My Love
  [01:22.000]
  [01:30.790]ウカレタ蝶になって
  [01:33.129]一途な風に乗って
  [01:36.040]どこまでも
  [01:37.209]キミに会いに行こう
  [01:39.690]
  [01:42.289]曖昧な言葉って
  [01:44.739]意外に便利だって
  [01:47.518]叫んでる
  [01:49.209]ヒットソング聴きながら
  [01:51.188]
  [01:53.660]何が
  [01:53.819]WOW WOW〜
  [01:56.200]この街に響くのだろう
  [01:59.170]だけど
  [01:59.569]WOW WOW〜
  [02:02.209]期待してても仕方ない
  [02:07.030]
  [02:08.187]無限大な夢のあとの
  [02:12.479]やるせない世の中じゃ
  [02:14.780]そうさ常識
  [02:16.958]はずれも悪くはないかな
  [02:20.058]Stayしそうなイメージを染めた
  [02:24.188]ぎこちない翼でも
  [02:26.580]きっと飛べるさ
  [02:28.818]On My Love
  [02:34.300]
  [03:12.209]無限大な夢のあとの
  [03:16.378]何もない世の中じゃ
  [03:18.688]そうさ愛しい
  [03:20.959]想いも負けそうになるけど
  [03:24.058]Stayしがちなイメージだらけの
  [03:27.998]頼りない翼でも
  [03:30.628]きっと飛べるさ
  [03:32.899]Oh Yeah〜
  [03:35.229]
  [03:35.729]無限大な夢のあとの
  [03:39.649]やるせない世の中じゃ
  [03:42.248]そうさ常識
  [03:44.270]はずれも悪くはないかな
  [03:47.339]Stayしそうなイメージを染めた
  [03:51.318]ぎこちない翼でも
  [03:53.910]きっと飛べるさ
  [03:56.020]On My Love
  
  `
},
  {
  name_path: '七龙珠.mp3',
  lyrics:`
  [00:00.000] 作词 : 吉田 健美
  [00:01.000] 作曲 : いけたけし
  [00:13.160]おいでファンタージー好きさミステリー
  [00:20.350]君の若さ隠さないで
  [00:25.140]不思議したくて冒険したくて誰もみんなウズウズしてる
  [00:36.440]大人(おとな）のフリしてあきらめちゃ
  [00:42.420]奇跡（きせき）の謎（なぞ）など
  [00:45.120]解（と）けないよ
  [00:48.670]もっとワイルドにもっとたくましく生きてごらん
  [00:59.730]ロマンティックあげるよロマンティックあげるよ
  [01:07.130]ホントの勇気見せてくれたら
  [01:11.800]ロマンティックあげるよロマンティックあげるよ
  [01:19.100]トキメク胸（むね）に
  [01:22.000]キラキラ光（ひか）った
  [01:24.420]夢をあげるよ
  [01:52.190]いつかワンダフルきっとビューティフル
  [01:59.430]人（ひど）のジャングル迷（まよ）い込（こ）んで
  [02:04.390]スリルしたくて
  [02:07.400]幸せしたくて
  [02:09.810]何故かみんなソワソワしてる
  [02:15.840]思ったとおりに叫ばなきゃ
  [02:21.840]願いは空まで
  [02:24.510]届かない
  [02:28.050]もっとセクシーにもっと美しく
  [02:34.830]生きてごらん
  [02:39.220]ロマンティックあげるよロマンティックあげるよ
  [02:46.500]ホントの涙見せてくれたら
  [02:51.250]ロマンティックあげるよロマンティックあげるよ
  [02:58.420]淋しい心やさしく包んで愛をあげるよ
  [03:05.710]ロマンティックあげるよロマンティックあげるよ
  [03:13.610]ホントの勇気見せてくれたら
  [03:18.210]ロマンティックあげるよロマンティックあげるよ
  [03:25.660]トキメク胸に
  [03:28.630]キラキラ光った
  [03:30.240]夢をあげるよ
  
  `
},
  {
  name_path: '夜空中最亮的星 - 逃跑计划.mp3',
  lyrics:`
  [00:00.000] 作词 : 毛川/李赤
  [00:01.000] 作曲 : 毛川
  [00:02.000] 编曲 : Giles Tully/李赤
  [00:03.000] 制作人 : Giles Tully/李赤
  [00:17.680]夜空中最亮的星 能否听清
  [00:26.230]那仰望的人 心底的孤独和叹息
  [00:35.650]夜空中最亮的星 能否记起
  [00:44.210]曾与我同行 消失在风里的身影
  [00:52.540]我祈祷拥有一颗透明的心灵
  [00:57.640]和会流泪的眼睛
  [01:01.880]给我再去相信的勇气
  [01:06.400]越过谎言去拥抱你
  [01:10.420]每当我找不到存在的意义
  [01:15.300]每当我迷失在黑夜里
  [01:20.160]夜空中最亮的星
  [01:24.270]请指引我靠近你
  [01:37.880]夜空中最亮的星 是否知道
  [01:46.450]曾与我同行的身影 如今在哪里
  [01:55.450]夜空中最亮的星 是否在意
  [02:03.950]是等太阳升起 还是意外先来临
  [02:12.370]我宁愿所有痛苦都留在心里
  [02:17.690]也不愿忘记你的眼睛
  [02:22.270]给我再去相信的勇气
  [02:26.400]越过谎言去拥抱你
  [02:30.350]每当我找不到存在的意义
  [02:35.270]每当我迷失在黑夜里
  [02:40.720]夜空中最亮的星 请照亮我前行
  [03:05.420]我祈祷拥有一颗透明的心灵
  [03:10.870]和会流泪的眼睛
  [03:15.930]给我再去相信的勇气
  [03:19.660]越过谎言去拥抱你
  [03:23.600]每当我找不到存在的意义
  [03:28.760]每当我迷失在黑夜里
  [03:33.540]夜空中最亮的星
  [03:37.590]请照亮我前行
  [03:50.890]夜空中最亮的星 能否听清
  [03:59.810]那仰望的人 心底的孤独和叹息
  [04:00.463] 混音 : Giles Tully/Patrick Weyer-Brown/姜北生
  [04:01.116] 女声和声 : 孙亮亮
  [04:01.769] 弦乐制作 : 朱金泰
  [04:02.422] 弦乐编写 : 朱金泰/陈迪
  [04:03.075] 弦乐 : 中国国家交响乐团
  [04:03.728] 首席小提琴 : 董智敏
  [04:04.381] 录音棚 : 有沐录音棚 YUM Studio
  [04:05.034] 弦乐录音 : 杨杰/郑昊杰
  [04:05.687] 制作助理 : 哈斯瑚必来
  [04:06.340] 母带 : Patrick Weyer-Brown (FR) 法国SAE Paris 录音棚
  [04:06.993] Engineered by Hyperbolic Productions (Patrick Weyer-Brown & Giles Tully)
  [04:07.646] 
  [04:08.299] Acoustic Guitar & Drum recorded by Hyperbolic Productions (Patrick Weyer-Brown) at YUM music
  [04:08.952] 
  [04:09.605] Guitar Bass Vocal recorded by Hyperbolic Productions (Patrick Weyer-Brown & Giles Tully)
  [04:10.258] 
  [04:10.911] 其他录音：时俊峰 福达录音棚 / 姜北生 环球唱片录音棚 / 方岩 Funky Studio
  [04:11.564] 
  [04:12.217] 人声和声：逃跑计划
  
  `
},
{
  name_path: '我的歌声里-曲婉婷.mp3',
  lyrics:`
  [00:00.00] 作词 : 曲婉婷
  [00:01.00] 作曲 : 曲婉婷
  [00:14.27]没有一点点防备
  [00:16.09]也没有一丝顾虑
  [00:17.78]你就这样出现
  [00:20.26]在我的世界里
  [00:22.19]带给我惊喜 情不自已
  [00:28.32]可是你偏又这样
  [00:30.11]在我不知不觉中 悄悄地消失
  [00:34.22]从我的世界里没有音讯
  [00:37.48]剩下的只是回忆
  [00:42.14]你存在 我深深的脑海里
  [00:48.24]我的梦里 我的心里 我的歌声里
  [00:56.08]你存在 我深深的脑海里
  [01:02.24]我的梦里 我的心里 我的歌声里
  [01:10.35]还记得我们曾经
  [01:12.08]肩并肩一起走过
  [01:13.82]那段繁华巷口
  [01:15.99]尽管你我是陌生人是过路人
  [01:20.36]但彼此还是感觉到了
  [01:23.12]对方的 一个眼神 一个心跳
  [01:27.62]一种意想不到的快乐
  [01:33.50]好像是一场梦境命中注定
  [01:41.61]你存在 我深深的脑海里
  [01:47.79]我的梦里 我的心里 我的歌声里
  [01:55.64]你存在 我深深的脑海里
  [02:01.80]我的梦里 我的心里 我的歌声里
  [02:09.62]世界之大 为何我们相遇
  [02:15.57]难道是缘分 难道是天意
  [02:27.25]你存在 我深深的脑海里
  [02:33.35]我的梦里 我的心里 我的歌声里
  [02:41.20]你存在 我深深的脑海里
  [02:47.38]我的梦里 我的心里 我的歌声里
  [02:55.32]你存在 我深深的脑海里
  [03:01.44]我的梦里 我的心里 我的歌声里
  
  `
},
  {
  name_path: '我好想你-苏打绿.mp3',
  lyrics:`
  [00:00.00] 作词 : 吴青峰
  [00:01.00] 作曲 : 吴青峰
  [00:38.63]开了灯 眼前的模样
  [00:42.97]偌大的房 寂寞的床
  [00:51.17]关了灯 全都一个样
  [00:55.50]心里的伤 无法分享
  [01:01.78]生命随年月流去
  [01:06.11]随白发老去
  [01:09.31]随着你离去 快乐渺无音讯
  [01:16.04]随往事淡去
  [01:18.69]随梦境睡去
  [01:21.97]随麻痹的心逐渐远去
  [01:26.75]我好想你 好想你
  [01:33.23]却不露痕迹
  [01:39.78]我还踮着脚思念
  [01:46.09]我还任记忆盘旋
  [01:52.47]我还闭着眼流泪
  [01:58.77]我还装作无所谓
  [02:04.87]我好想你 好想你
  [02:11.11]却欺骗自己
  [02:44.69]开了灯 眼前的模样
  [02:49.11]偌大的房 寂寞的床
  [02:57.63]关了灯 全都一个样
  [03:01.80]心里的伤 无法分享
  [03:08.17]生命随年月流去
  [03:12.44]随白发老去
  [03:15.62]随着你离去 快乐渺无音讯
  [03:22.29]随往事淡去
  [03:25.18]随梦境睡去
  [03:28.28]随麻痹的心逐渐远去
  [03:33.05]我好想你 好想你
  [03:39.44]却不露痕迹
  [03:46.14]我还踮着脚思念
  [03:52.38]我还任记忆盘旋
  [03:58.83]我还闭着眼流泪
  [04:05.04]我还装作无所谓
  [04:14.14]我好想你 好想你
  [04:20.65]却欺骗自己
  [04:26.80]我好想你 好想你
  [04:33.06]就当作秘密
  [04:39.53]我好想你 好想你
  [04:45.88]就深藏在心
  
  
  `
},
  {
  name_path: '水木年华 - 一生有你.mp3',
  lyrics:`
  [00:00.00] 作词 : 卢庚戌
  [00:01.00] 作曲 : 卢庚戌
  [00:02.00] 编曲 : 李延亮
  [00:04.00] 水木年华
  [00:23.93]因为梦见你离开
  [00:28.53]我从哭泣中醒来
  [00:33.48]看夜风吹过窗台
  [00:37.12]你能否感受我的爱
  [00:43.32]等到老去那一天
  [00:48.07]你是否还在我身边
  [00:52.92]看那些誓言谎言
  [00:56.66]随往事慢慢飘散
  [01:04.64]多少人曾爱慕你
  [01:06.61]年轻时的容颜
  [01:09.34]可知谁愿承受岁月
  [01:11.72]无情的变迁
  [01:14.25]多少人曾在你生命中
  [01:16.87]来了又还
  [01:19.10]可知一生有你我都
  [01:21.48]陪在你身边
  [01:44.33]因为梦见你离开
  [01:48.92]我从哭泣中醒来
  [01:53.88]看夜风吹过窗台
  [01:57.57]你能否感受我的爱
  [02:03.94]等到老去那一天
  [02:08.63]你是否还在我身边
  [02:13.53]看那些誓言谎言
  [02:17.18]随往事慢慢飘散
  [02:25.21]多少人曾爱慕你
  [02:27.28]年轻时的容颜
  [02:30.11]可知谁愿承受岁月
  [02:32.38]无情的变迁
  [02:34.96]多少人曾在你生命中
  [02:37.63]来了又还
  [02:39.86]可知一生有你我都
  [02:42.29]陪在你身边
  [02:47.86]当所有一切都已看平淡
  [02:55.13]是否有一种坚持
  [02:57.81]还留在心间 哦
  [03:09.23]多少人曾爱慕你
  [03:11.31]年轻时的容颜
  [03:13.98]可知谁愿承受岁月
  [03:16.56]无情的变迁
  [03:19.14]多少人曾在你生命中
  [03:21.66]来了又还
  [03:23.84]可知一生有你我都
  [03:26.37]陪在你身边
  [03:28.89]多少人曾爱慕你
  [03:30.87]年轻时的容颜
  [03:33.80]可知谁愿承受岁月
  [03:36.13]无情的变迁
  [03:38.66]多少人曾在你生命中
  [03:41.38]来了又还
  [03:43.63]可知一生有你我都
  [03:45.96]陪在你身边
  [03:48.48]可知一生有你我都
  [03:51.27]陪在你身边
  
  `
},
  {
  name_path: '陈一发儿 - 童话镇.mp3',
  lyrics:`
  [00:03.250]编曲：暗杠
  [00:05.890]器乐演奏：暗杠
  [00:08.760]和声编配：暗杠
  [00:12.620]录音混音：暗杠
  [00:13.870]陈一发儿
  [00:23.139]听说白雪公主在逃跑
  [00:26.674]小红帽在担心大灰狼
  [00:29.952]听说疯帽喜欢爱丽丝
  [00:33.269]丑小鸭会变成白天鹅
  [00:36.681]听说彼得潘总长不大
  [00:40.029]杰克他有竖琴和魔法
  [00:43.599]听说森林里有糖果屋
  [00:47.011]灰姑娘丢了心爱的玻璃鞋
  [00:50.691]只有睿智的河水知道
  [00:53.584]白雪是因为贪玩跑出了城堡
  [00:57.046]小红帽有件抑制自己
  [01:00.727]变成狼的大红袍
  [01:03.599]总有一条蜿蜒在童话镇里七彩的河
  [01:10.766]沾染魔法的乖张气息
  [01:14.578]却又在爱里曲折
  [01:17.727]川流不息扬起水花
  [01:21.172]又卷入一帘时光入水
  [01:24.470]让所有很久很久以前
  [01:28.018]都走到幸福结局的时刻
  [01:32.980]music....
  [01:46.943]听说睡美人被埋葬
  [01:50.646]小人鱼在眺望金殿堂
  [01:53.573]听说阿波罗变成金乌
  [01:57.329]草原有奔跑的剑齿虎
  [02:00.754]听说匹诺曹总说着谎
  [02:04.074]侏儒怪拥有宝石满箱
  [02:07.692]听说悬崖有棵长生树
  [02:10.908]红鞋子不知疲倦地在跳舞
  [02:14.489]只有睿智的河水知道
  [02:17.659]睡美人逃避了生活的煎熬
  [02:21.208]小人鱼把阳光抹成眼影
  [02:24.532]投入泡沫的怀抱
  [02:27.649]总有一条蜿蜒在童话镇里七彩的河
  [02:35.143]沾染魔法的乖张气息
  [02:38.508]却又在爱里曲折
  [02:41.750]川流不息扬起水花
  [02:44.835]又卷入一帘时光入水
  [02:48.868]让所有很久很久以前
  [02:52.023]都走到幸福结局的时刻
  [02:55.228]总有一条蜿蜒在童话镇里梦幻的河
  [03:02.377]分隔了理想分隔现实
  [03:06.136]又在前方的山口汇合
  [03:09.652]川流不息扬起水花
  [03:15.761]又卷入一帘时光入水
  [03:19.597]让所有很久很久以前
  [03:22.549]都走到幸福结局 的时刻
  [03:29.928]又陌生 啊~~啊~~啊~~
  [03:36.948]呜~~呜~~呜~~呜~~
  [03:43.889]啊~~啊~~啊~~啊~~
  
  `
},
  {
  name_path: '送别 (口琴伴奏版) - 群星.mp3',
  lyrics:`
  [00:14.79]长亭外
  [00:17.285]古道边
  [00:20.688]芳草碧连天
  [00:26.992]晚风拂
  [00:30.144]笛声残
  [00:33.506]夕阳山外山
  [00:40.57]天之涯
  [00:43.307]海之角
  [00:46.407]知交半零落
  [00:52.757]一斛浊酒尽余欢
  [00:59.15]今宵别梦寒
  [01:05.621]天之涯
  [01:08.774]海之角
  [01:11.727]知交半零落
  [01:17.838]一斛浊酒尽余欢
  [01:24.343]今宵别梦寒
  [01:31.247]长亭外
  [01:34.549]古道边
  [01:37.902]芳草碧连天
  [01:44.408]晚风拂
  [01:47.791]笛声残
  [01:50.943]夕阳山外山
  [01:57.631]天之涯
  [02:00.682]海之角
  [02:03.737]知交半零落
  [02:09.943]一斛浊酒尽余欢
  [02:16.199]今宵别梦寒
  [02:22.803]天之涯
  [02:25.656]海之角
  [02:28.860]知交半零落
  [02:35.167]一斛浊酒尽余欢
  [02:41.577]今宵别梦寒
  
  `
},
  {
  name_path: '大海 - 张雨生.mp3',
  lyrics:`
  [00:00.00] 作词 : 陈大力
  [00:01.00] 作曲 : 陈秀男/陈大力
  [00:02.00] 编曲 : Ricky Ho
  [00:20.27]从那遥远海边 慢慢消失的你
  [00:25.67]本来模糊的脸 竟然渐渐清晰
  [00:31.18]想要说些什么 又不知从何说起
  [00:36.85]只有把它放在心底
  [00:41.60]
  [00:42.39]茫然走在海边 看那潮来潮去
  [00:48.05]徒劳无功 想把每朵浪花记清
  [00:53.49]想要说声爱你 却被吹散在风里
  [00:59.04]猛然回头你在那里
  [01:03.96]
  [01:04.72]如果大海能够唤回曾经的爱
  [01:10.19]就让我用一生等待
  [01:15.78]如果深情往事你已不再留恋
  [01:21.36]就让它随风飘远
  [01:26.85]如果大海能够带走我的哀愁
  [01:32.41]就像带走每条河流
  [01:38.02]所有受过的伤
  [01:40.80]所有流过的泪
  [01:43.65]我的爱
  [01:47.96]请全部带走
  [01:52.03]
  [02:17.24]茫然走在海边 看那潮来潮去
  [02:22.61]徒劳无功 想把每朵浪花记清
  [02:28.19]想要说声爱你 却被吹散在风里
  [02:33.72]猛然回头你在那里
  [02:39.31]如果大海能够唤回曾经的爱
  [02:44.93]就让我用一生等待
  [02:50.49]如果深情往事你已不再留恋
  [02:55.99]就让它随风飘远
  [03:01.61]如果大海能够带走我的哀愁
  [03:07.28]就像带走每条河流
  [03:12.70]所有受过的伤
  [03:15.55]所有流过的泪
  [03:18.32]我的爱
  [03:22.77]请全部带走
  [03:26.74]如果大海能够唤回曾经的爱
  [03:32.23]就让我用一生等待
  [03:37.84]如果深情往事你已不再留恋
  [03:43.40]就让它随风飘远
  [03:48.98]如果大海能够带走我的哀愁
  [03:54.50]就像带走每条河流
  [04:00.08]所有受过的伤
  [04:02.92]所有流过的泪
  [04:05.71]我的爱
  [04:10.93]请全部带走
  
  `
},
  {
  name_path: '星星点灯 - 郑智化.mp3',
  lyrics:`
  [00:00.00] 作词 : 郑智化
  [00:00.00] 作曲 : 郑智化
  [00:00.00] 编曲 : 陈志远
  [00:00.00] 抬头的一片天
  [01:00.67]是男儿的一片天
  [01:03.07]曾经在满天的星光下
  [01:05.45]做梦的少年
  [01:07.71]不知道天多高
  [01:10.03]不知道海多远
  [01:12.19]却发誓要带着你远走 到
  [01:14.64]海角天边
  [01:16.94]不负责任的誓言
  [01:19.24]年少轻狂的我
  [01:21.41]在黑暗中迷失才发现
  [01:23.86]自己的脆弱
  [01:26.13]看着你哭红的眼睛
  [01:28.14]想着远离的家门
  [01:30.74]满天的星星请为我点盏
  [01:33.07]希望的灯火
  [01:35.31]星 星点灯照 亮我的家门
  [01:39.76]让迷失的孩子 找到来时的路
  [01:44.57]星星点灯照 亮我的前程
  [01:48.79]用一点光温暖孩子的心
  [02:09.92]现在的一片天
  [02:12.14]是肮脏的一片天
  [02:14.55]星星在文明的天空里
  [02:16.88]再也看不见
  [02:19.20]天其实并不高 海其实也不远
  [02:23.77]人心其实比天高
  [02:25.93]比海 更遥远
  [02:28.36]学会骗人的谎言
  [02:30.73]追逐名利的我
  [02:32.79]在现实中迷失才发现
  [02:35.34]自己的脆弱
  [02:37.61]看着你含泪地离去
  [02:39.63]想着茫茫的前程
  [02:42.16]远方 的星星请为我点盏
  [02:44.54]希望的灯火
  [02:46.79]星星点灯照亮我的家门
  [02:51.21]让迷失的孩子 找到来时的路
  [02:56.04]星星点灯照 亮我的前程
  [03:00.42]用一 点光 温暖孩子的心
  [03:30.69]多年以后一场大雨惊醒
  [03:33.59]沉睡的我
  [03:35.32]突然之间都市的霓虹
  [03:37.62]都不再闪烁
  [03:39.97]天边有颗模糊的星光偷偷
  [03:42.80]探出了头
  [03:44.40]是你的眼神依旧在远方
  [03:46.78]为我在等候
  [03:49.13]星星点灯 照亮我的家门
  [03:53.50]让迷失的孩子 找到来时的路
  [03:58.36]星星点灯照亮我的前程
  [04:02.67]用一 点光 温暖孩子的心
  [04:07.46]星星点灯照亮我的家门
  [04:11.91]让迷失的孩子 找到来时的路
  [04:16.82]星星点灯照亮我的前程
  [04:21.09]用一 点光温 暖孩子的心
  [04:25.98]星星 点灯照亮我的家门
  [04:30.39]让迷失的孩子 找到来时的路
  [04:35.25]星星点灯 照亮我的前程
  [04:39.62]用一点光 温暖孩子的心
  [04:42.06]星星 点灯 照亮我的家门
  [04:43.31]让迷失 的孩子找到 来时 的 路
  
  `
},
  {
  name_path: '老鼠爱大米 - 杨臣刚.mp3',
  lyrics:`
  [00:00.000] 作词 : 杨臣刚
  [00:01.000] 作曲 : 杨臣刚
  [00:27.900]我听见你的声音
  [00:31.900]有种特别的感觉
  [00:36.390]让我不断想不敢再忘记你
  [00:42.099]我记得有一个人
  [00:46.099]永远留在我心中
  [00:49.599]哪怕只能够这样的想你
  [00:57.390]如果真的有一天
  [00:59.399]爱情理想会实现
  [01:03.699]我会加倍努力好好对你永远不改变
  [01:10.899]不管路有多么远
  [01:13.899]一定会让它实现
  [01:17.899]我会轻轻在你耳边对你说（对你说）
  [01:27.999]我爱你爱着你
  [01:31.599]就像老鼠爱大米
  [01:36.390]不管有多少风雨我都会依然陪着你
  [01:41.899]我想你想着你
  [01:45.699]不管有多么的苦
  [01:50.390]只要能让你开心我什么都愿意
  [01:56.199]这样爱你
  [02:01.389]
  [02:06.389]
  [02:11.390]
  [02:27.300]我听见你的声音
  [02:32.000]有种特别的感觉
  [02:35.600]让我不断想不敢再忘记你
  [02:42.100]我记得有一个人
  [02:46.100]永远留在我心中
  [02:49.600]哪怕只能够这样的想你
  [02:56.900]如果真的有一天
  [02:59.700]爱情理想会实现
  [03:03.900]我会加倍努力好好对你永远不改变
  [03:10.800]不管路有多么远
  [03:13.900]一定会让它实现
  [03:17.900]我会轻轻在你耳边对你说（对你说）
  [03:28.000]我爱你爱着你
  [03:31.600]就像老鼠爱大米
  [03:35.400]不管有多少风雨我都会依然陪着你
  [03:42.000]我想你想着你
  [03:45.400]不管有多么的苦
  [03:49.600]只要能让你开心我什么都愿意
  [03:56.200]这样爱你
  [03:59.800]我爱你爱着你
  [04:03.200]就像老鼠爱大米
  [04:07.300]不管有多少风雨我都会依然陪着你
  [04:13.900]我想你想着你
  [04:17.299]不管有多么的苦
  [04:21.799]只要能让你开心我什么都愿意
  [04:27.100]这样爱你
  
  
  `
},
  {
    name_path: '灰色空间 - 罗志祥.mp3',
    lyrics: `
  [00:00.000] 作词 : 姚若龙
  [00:01.000] 作曲 : Yoo Young Seok
  [00:30.240]原来不是白就是黑
  [00:37.290]只不过是天真的以为
  [00:44.260]要醉得清醒
  [00:47.200]要无辜的犯罪
  [00:50.560]现实的世界只有灰
  [00:57.680]坚强得太久好疲惫
  [01:03.980]想抱爱的人沉沉的睡
  [01:10.840]卷来的风暴
  [01:14.000]凶猛里有种美
  [01:17.350]死了心痛就没感觉
  [01:23.450]灰色空间我是谁
  [01:30.620]记不得幸福是什么滋味
  [01:36.670]无路可退你是谁
  [01:44.750]怎么为我流泪
  [02:01.220]啊~~~~~~
  [02:20.740]梦见发着光的草原
  [02:26.690]一身伤回到很久以前
  [02:33.050]我选择不恨
  [02:36.450]带着平静走远
  [02:39.710]醒来后夜还是长夜
  [02:45.600]灰色空间我是谁
  [02:52.870]记不得幸福是什么滋味
  [02:58.720]无路可退你是谁
  [03:08.120]怎么为我流泪
  [03:14.530]紧抱着我流泪  
  `
  },
  {
    name_path: '假如爱有天意 (Live) - 李健.mp3',
    lyrics: `
  [00:00.00] 作词 : 李健
  [00:01.00] 作曲 : Yoo Young Seok
  [00:02.00] 编曲 : 刘卓
  [00:30.75]
  [00:30.75]当天边那颗星出现
  [00:36.68]你可知我又开始想念
  [00:43.34]有多少爱恋只能遥遥相望
  [00:49.87]就像月光洒向海面
  [00:57.12]年少的我们曾以为
  [01:02.97]相爱的人就能到永远
  [01:09.42]当我们相信情到深处在一起
  [01:16.20]听不见风中的叹息
  [01:22.00]谁知道爱是什么
  [01:29.05]短暂的相遇却念念不忘
  [01:35.29]用尽一生的时间
  [01:42.86]竟学不会遗忘
  [02:15.60]
  [02:15.60]如今我们已天各一方
  [02:21.45]生活的像周围人一样
  [02:27.91]眼前人给我最信任的依赖
  [02:34.59]但愿你被温柔对待
  [02:40.68]多少恍惚的时候
  [02:47.74]仿佛看见你在人海川流
  [02:53.68]隐约中你已浮现
  [03:01.34]一转眼又不见
  [03:30.20]
  [03:30.20]短暂的相遇却念念不忘
  [03:36.36]多少恍惚的时候
  [03:43.37]仿佛看见你在人海川流
  [03:49.40]隐约中你已浮现
  [04:04.00]
  [04:04.00]一转眼又不见
  [04:15.20]
  [04:15.20]当天边那颗星出现
  [04:21.34]你可知我又开始想念
  [04:28.23]有多少爱恋今生无处安放
  [04:34.99]冥冥中什么已改变
  [04:42.70]
  [04:42.70]月光如春风拂面  
  `
  },
  {
    name_path: '挪威的森林 - 伍佰.mp3',
    lyrics: `
  [00:00.000] 作词 : 伍佰
  [00:01.000] 作曲 : 伍佰
  [00:02.000] 编曲 : 伍佰 & China Blue
  [00:03.000] 制作人 : 伍佰 & China Blue
  [00:04.000] OP : Moonlight Music Co./Ltd.
  [00:05.000] SP : Rock Music Publishing Co./Ltd.
  [00:35.300]让我将你心儿摘下
  [00:38.300]试着将它慢慢溶化
  [00:42.300]看我在你心中是否仍完美无瑕
  [00:48.300]是否依然为我丝丝牵挂
  [00:52.300]依然爱我无法自拔
  [00:55.300]心中是否有我未曾到过的地方啊
  [01:02.300]那里湖面总是澄清
  [01:05.300]那里空气充满宁静
  [01:09.300]雪白明月照在大地
  [01:12.300]藏着你不愿提起的回忆
  [01:18.300]你说真心总是可以从头
  [01:22.300]真爱总是可以长久
  [01:26.300]为何你的眼神还有孤独时的落寞
  [01:32.300]是否我只是你一种寄托
  [01:36.300]填满你感情的缺口
  [01:40.300]心中那片森林何时能让我停留
  [01:46.300]那里湖面总是澄清
  [01:49.300]那里空气充满宁静
  [01:53.300]雪白明月照在大地
  [01:57.300]藏着你最深处的秘密
  [02:01.300]或许我 不该问
  [02:05.300]让你平静的心再起涟漪
  [02:09.300]只是爱你的心超出了界限
  [02:12.300]我想拥有你所有一切
  [02:16.300]应该是 我不该问
  [02:19.300]不该让你再将往事重提
  [02:23.300]只是心中枷锁该如何才能解脱
  [02:28.300]
  [03:03.300]让我将你心儿摘下
  [03:07.300]试着将它慢慢溶化
  [03:11.300]看我在你心中是否仍完美无瑕
  [03:17.300]是否依然为我丝丝牵挂
  [03:21.300]依然爱我无法自拔
  [03:25.300]心中是否有我未曾到过的地方啊
  [03:31.300]那里湖面总是澄清
  [03:35.300]那里空气充满宁静
  [03:38.300]雪白明月照在大地
  [03:42.300]藏着你最深处的秘密
  [03:46.300]
  [03:57.300]或许我 不该问
  [04:01.300]让你平静的心再起涟漪
  [04:05.300]只是爱你的心超出了界限
  [04:08.300]我想拥有你所有一切
  [04:12.300]应该是 我不该问
  [04:15.300]不该让你再将往事重提
  [04:19.300]只是心中枷锁该如何才能解脱
  [04:24.300]或许我 不该问
  [04:29.300]让你平静的心再起涟漪
  [04:33.300]只是爱你的心超出了界限
  [04:37.300]我想拥有你所有一切
  [04:40.300]应该是 我不该问
  [04:43.300]不该让你再将往事重提
  [04:47.300]只是心中枷锁该如何才能解脱  
  `
  },
  {
    name_path: '雨花石（电视连续剧《红红的雨花石》主题歌）.mp3',
    lyrics: `
    [00:15.344]我是一颗小小的石头
    [00:23.326]静静的躺在泥土之中
    [00:31.770]我是一颗小小的石头
    [00:38.598]深深的埋在泥土之中
    [00:46.309]我愿铺起一条五彩的路
    [00:54.297]让人们去迎接黎明迎接欢乐
    [01:01.763]我愿铺起一条五彩的路
    [01:09.657]让人们去迎接黎明迎接欢乐
    [01:17.112]我是一颗小小的石头
    [01:25.001]静静的躺在泥土之中
    [01:32.441]我是一颗小小的石头
    [01:40.161]深深的埋在泥土之中
    [01:48.140]我愿铺起一条五彩的路
    [01:55.851]让人们去迎接黎明迎接欢乐
    [02:03.277]我愿铺起一条五彩的路
    [02:11.256]让人们去迎接黎明迎接欢乐
    [02:34.120]我是一颗小小的石头
    [02:41.823]静静的躺在泥土之中
    [02:49.566]我是一颗小小的石头
    [02:57.264]深深的埋在泥土之中
    [03:04.995]我愿铺起一条五彩的路
    [03:12.691]让人们去迎接黎明迎接欢乐
    [03:20.136]我愿铺起一条五彩的路
    [03:28.108]让人们去迎接黎明迎接欢乐
    [03:35.843]啊~~~~~~~~~~    
    `
  },
  {
    name_path: '有没有人告诉你 - 陈楚生.mp3',
    lyrics: `
    [00:00.000] 作词 : 陈楚生
    [00:01.000] 作曲 : 陈楚生
    [00:04.250] 当火车开入这座陌生的城市
    [00:12.084] 那是从来就没有见过的霓虹
    [00:19.807] 我打开离别时你送我的信件
    [00:28.241] 忽然感到无比的思念
    [00:35.253] 看不见雪的冬天 不夜的城市
    [00:42.990] 我听见有人欢呼 有人在哭泣
    [00:50.765] 早习惯穿梭充满诱惑的黑夜
    [00:59.160] 但却无法忘记你的脸
    [01:06.173] 有没有人曾告诉你 我很爱你
    [01:13.967] 有没有人曾在你日记里哭泣
    [01:21.695] 有没有人曾告诉你 我很在意
    [01:30.123] 在意这座城市的距离
    [02:08.255] 看不见雪的冬天 不夜的城市
    [02:15.984] 我听见有人欢呼 有人在哭泣
    [02:23.754] 早习惯穿梭充满诱惑的黑夜
    [02:32.146] 但却无法忘记你的脸
    [02:39.203] 有没有人曾告诉你 我很爱你
    [02:46.887] 有没有人曾在你日记里哭泣
    [02:54.626] 有没有人曾告诉你 我很在意
    [03:03.015] 在意这座城市的距离
    [03:10.060] 有没有人曾告诉你 我很爱你
    [03:17.843] 有没有人曾在你日记里哭泣
    [03:25.558] 有没有人曾告诉你 我很在意
    [03:34.041] 在意这座城市的距离    
    `
  },
]