// {
//   name_path: '.mp3',
//   lyrics:`

//   `
// },
const lyricsList2 = [
  {
    name_path: '灰色空间 - 罗志祥.mp3',
    lyrics: `
  [00:00.000] 作词 : 姚若龙
  [00:01.000] 作曲 : Yoo Young Seok
  [00:30.240]原来不是白就是黑
  [00:37.290]只不过是天真的以为
  [00:44.260]要醉得清醒
  [00:47.200]要无辜的犯罪
  [00:50.560]现实的世界只有灰
  [00:57.680]坚强得太久好疲惫
  [01:03.980]想抱爱的人沉沉的睡
  [01:10.840]卷来的风暴
  [01:14.000]凶猛里有种美
  [01:17.350]死了心痛就没感觉
  [01:23.450]灰色空间我是谁
  [01:30.620]记不得幸福是什么滋味
  [01:36.670]无路可退你是谁
  [01:44.750]怎么为我流泪
  [02:01.220]啊~~~~~~
  [02:20.740]梦见发着光的草原
  [02:26.690]一身伤回到很久以前
  [02:33.050]我选择不恨
  [02:36.450]带着平静走远
  [02:39.710]醒来后夜还是长夜
  [02:45.600]灰色空间我是谁
  [02:52.870]记不得幸福是什么滋味
  [02:58.720]无路可退你是谁
  [03:08.120]怎么为我流泪
  [03:14.530]紧抱着我流泪  
  `
  },
  {
    name_path: '假如爱有天意 (Live) - 李健.mp3',
    lyrics: `
  [00:00.00] 作词 : 李健
  [00:01.00] 作曲 : Yoo Young Seok
  [00:02.00] 编曲 : 刘卓
  [00:30.75]
  [00:30.75]当天边那颗星出现
  [00:36.68]你可知我又开始想念
  [00:43.34]有多少爱恋只能遥遥相望
  [00:49.87]就像月光洒向海面
  [00:57.12]年少的我们曾以为
  [01:02.97]相爱的人就能到永远
  [01:09.42]当我们相信情到深处在一起
  [01:16.20]听不见风中的叹息
  [01:22.00]谁知道爱是什么
  [01:29.05]短暂的相遇却念念不忘
  [01:35.29]用尽一生的时间
  [01:42.86]竟学不会遗忘
  [02:15.60]
  [02:15.60]如今我们已天各一方
  [02:21.45]生活的像周围人一样
  [02:27.91]眼前人给我最信任的依赖
  [02:34.59]但愿你被温柔对待
  [02:40.68]多少恍惚的时候
  [02:47.74]仿佛看见你在人海川流
  [02:53.68]隐约中你已浮现
  [03:01.34]一转眼又不见
  [03:30.20]
  [03:30.20]短暂的相遇却念念不忘
  [03:36.36]多少恍惚的时候
  [03:43.37]仿佛看见你在人海川流
  [03:49.40]隐约中你已浮现
  [04:04.00]
  [04:04.00]一转眼又不见
  [04:15.20]
  [04:15.20]当天边那颗星出现
  [04:21.34]你可知我又开始想念
  [04:28.23]有多少爱恋今生无处安放
  [04:34.99]冥冥中什么已改变
  [04:42.70]
  [04:42.70]月光如春风拂面  
  `
  },
  {
    name_path: '挪威的森林 - 伍佰.mp3',
    lyrics: `
  [00:00.000] 作词 : 伍佰
  [00:01.000] 作曲 : 伍佰
  [00:02.000] 编曲 : 伍佰 & China Blue
  [00:03.000] 制作人 : 伍佰 & China Blue
  [00:04.000] OP : Moonlight Music Co./Ltd.
  [00:05.000] SP : Rock Music Publishing Co./Ltd.
  [00:35.300]让我将你心儿摘下
  [00:38.300]试着将它慢慢溶化
  [00:42.300]看我在你心中是否仍完美无瑕
  [00:48.300]是否依然为我丝丝牵挂
  [00:52.300]依然爱我无法自拔
  [00:55.300]心中是否有我未曾到过的地方啊
  [01:02.300]那里湖面总是澄清
  [01:05.300]那里空气充满宁静
  [01:09.300]雪白明月照在大地
  [01:12.300]藏着你不愿提起的回忆
  [01:18.300]你说真心总是可以从头
  [01:22.300]真爱总是可以长久
  [01:26.300]为何你的眼神还有孤独时的落寞
  [01:32.300]是否我只是你一种寄托
  [01:36.300]填满你感情的缺口
  [01:40.300]心中那片森林何时能让我停留
  [01:46.300]那里湖面总是澄清
  [01:49.300]那里空气充满宁静
  [01:53.300]雪白明月照在大地
  [01:57.300]藏着你最深处的秘密
  [02:01.300]或许我 不该问
  [02:05.300]让你平静的心再起涟漪
  [02:09.300]只是爱你的心超出了界限
  [02:12.300]我想拥有你所有一切
  [02:16.300]应该是 我不该问
  [02:19.300]不该让你再将往事重提
  [02:23.300]只是心中枷锁该如何才能解脱
  [02:28.300]
  [03:03.300]让我将你心儿摘下
  [03:07.300]试着将它慢慢溶化
  [03:11.300]看我在你心中是否仍完美无瑕
  [03:17.300]是否依然为我丝丝牵挂
  [03:21.300]依然爱我无法自拔
  [03:25.300]心中是否有我未曾到过的地方啊
  [03:31.300]那里湖面总是澄清
  [03:35.300]那里空气充满宁静
  [03:38.300]雪白明月照在大地
  [03:42.300]藏着你最深处的秘密
  [03:46.300]
  [03:57.300]或许我 不该问
  [04:01.300]让你平静的心再起涟漪
  [04:05.300]只是爱你的心超出了界限
  [04:08.300]我想拥有你所有一切
  [04:12.300]应该是 我不该问
  [04:15.300]不该让你再将往事重提
  [04:19.300]只是心中枷锁该如何才能解脱
  [04:24.300]或许我 不该问
  [04:29.300]让你平静的心再起涟漪
  [04:33.300]只是爱你的心超出了界限
  [04:37.300]我想拥有你所有一切
  [04:40.300]应该是 我不该问
  [04:43.300]不该让你再将往事重提
  [04:47.300]只是心中枷锁该如何才能解脱  
  `
  },
  {
    name_path: '雨花石（电视连续剧《红红的雨花石》主题歌）.mp3',
    lyrics: `
    [00:15.344]我是一颗小小的石头
    [00:23.326]静静的躺在泥土之中
    [00:31.770]我是一颗小小的石头
    [00:38.598]深深的埋在泥土之中
    [00:46.309]我愿铺起一条五彩的路
    [00:54.297]让人们去迎接黎明迎接欢乐
    [01:01.763]我愿铺起一条五彩的路
    [01:09.657]让人们去迎接黎明迎接欢乐
    [01:17.112]我是一颗小小的石头
    [01:25.001]静静的躺在泥土之中
    [01:32.441]我是一颗小小的石头
    [01:40.161]深深的埋在泥土之中
    [01:48.140]我愿铺起一条五彩的路
    [01:55.851]让人们去迎接黎明迎接欢乐
    [02:03.277]我愿铺起一条五彩的路
    [02:11.256]让人们去迎接黎明迎接欢乐
    [02:34.120]我是一颗小小的石头
    [02:41.823]静静的躺在泥土之中
    [02:49.566]我是一颗小小的石头
    [02:57.264]深深的埋在泥土之中
    [03:04.995]我愿铺起一条五彩的路
    [03:12.691]让人们去迎接黎明迎接欢乐
    [03:20.136]我愿铺起一条五彩的路
    [03:28.108]让人们去迎接黎明迎接欢乐
    [03:35.843]啊~~~~~~~~~~    
    `
  },
  {
    name_path: '有没有人告诉你 - 陈楚生.mp3',
    lyrics: `
    [00:00.000] 作词 : 陈楚生
    [00:01.000] 作曲 : 陈楚生
    [00:04.250] 当火车开入这座陌生的城市
    [00:12.084] 那是从来就没有见过的霓虹
    [00:19.807] 我打开离别时你送我的信件
    [00:28.241] 忽然感到无比的思念
    [00:35.253] 看不见雪的冬天 不夜的城市
    [00:42.990] 我听见有人欢呼 有人在哭泣
    [00:50.765] 早习惯穿梭充满诱惑的黑夜
    [00:59.160] 但却无法忘记你的脸
    [01:06.173] 有没有人曾告诉你 我很爱你
    [01:13.967] 有没有人曾在你日记里哭泣
    [01:21.695] 有没有人曾告诉你 我很在意
    [01:30.123] 在意这座城市的距离
    [02:08.255] 看不见雪的冬天 不夜的城市
    [02:15.984] 我听见有人欢呼 有人在哭泣
    [02:23.754] 早习惯穿梭充满诱惑的黑夜
    [02:32.146] 但却无法忘记你的脸
    [02:39.203] 有没有人曾告诉你 我很爱你
    [02:46.887] 有没有人曾在你日记里哭泣
    [02:54.626] 有没有人曾告诉你 我很在意
    [03:03.015] 在意这座城市的距离
    [03:10.060] 有没有人曾告诉你 我很爱你
    [03:17.843] 有没有人曾在你日记里哭泣
    [03:25.558] 有没有人曾告诉你 我很在意
    [03:34.041] 在意这座城市的距离    
    `
  },
]